Repository: SylvainBarr/plugin-WordPress-newPostType
Catalog: languages/section-concert-*.po
Languages: fr_fr

source: Add New
fr_fr: Nouveau

source: Add New Concert
fr_fr: Ajouter nouveau concert

source: New Concert
fr_fr: Nouveau concert

source: Edit Concert
fr_fr: Modifier le concert

source: View Concert
fr_fr: Voir le concert

source: All Concerts
fr_fr: Tous les concerts

source: Search Concerts
fr_fr: Chercher des concerts

source: Parent Concerts:
fr_fr: Concerts parents :

source: No Concerts found.
fr_fr: Pas de concerts trouvés.

source: No Concerts found in Trash.
fr_fr: Pas de concerts dans la corbeille.

source: Concert Cover Image
fr_fr: Image du concert

source: Set cover image
fr_fr: Définir l'image du concert

source: Remove cover image
fr_fr: Supprimer l'image

source: Use as cover image
fr_fr: Utiliser comme image

source: Concert archives
fr_fr: Archives de concerts

source: Insert into Concert
fr_fr: Ajouter au concert

source: Uploaded to this Concert
fr_fr: Ajouté à ce concert

source: Filter Concerts list
fr_fr: Filtrer la liste des concerts

source: Concerts list navigation
fr_fr: Navigation de la liste des concerts

source: Concerts list
fr_fr: Liste des concerts

source: Concert's date
fr_fr: Date du concert
